Repository: AmirulAndalib/Discover
Catalog: discover_overlay/locales/*/LC_MESSAGES/default.po
Languages: cy, de, tr

source: Usage
cy: Defnydd
de: Verwendung
tr: Kullanım

source: Show an X11 or wlroots overlay with information
cy: Dangos troslun X11 neu Wlroots gyda gwybodaeth
de: Ein X11 oder wlroots Overlay mit Informationen anzeigen
tr: X11 veya wlroots arayüzünü bilgisini göster

source: from Discord client
de: vom Discord-Client
tr: Discord istemcisinden

source: Open configuration window
cy: gan y cleient Discord
de: Konfigurationsfenster öffnen
tr: Yapılandırma ekranını aç

source: Close currently running instance
cy: Cau'r achos sy'n rhedeg ar hyn o bryd
de: Aktuell ausgeführte Instanz schließen
tr: Çalışmakta olan istemciyi kapat

source: Verbose output for aid in debugging
cy: Allbwn Verbose ar gyfer cymorth i ddadfygio
de: Ausführliche Ausgabe als Hilfe zum Debuggen
tr: Hata ayıklama için ayrıntılı çıktı

source: This screen
de: Dieser Bildschirm
tr: Bu ekran

source: Hide overlay
cy: Mae'r sgrin hon
de: Overlay verstecken
tr: Arayüzü gizle

source: Show overlay
cy: Dangos troslun
de: Overlay anzeigen
tr: Arayüzü göster

source: Send command, not start new instance.
de: Befehl senden, keine neue Instanz starten.
tr: Komutu gönder, yeni istemci başlatma

source: Set own user to mute
cy: Gosod treiglad
de: Eigenen Benutzer als stummgeschaltet einstellen
tr: Kendini sustur

source: Set unmuted
cy: Gosod nid treiglo
de: Lautgeschaltet einstellen
tr: Sesi aç

source: Set own user to deafened
cy: Gosod yn fyddar
de: Eigenen Benutzer als taub einstellen
tr: Kendini sağırlaştır

source: Unset user deafened state
cy: Gosod nid byddar
de: Tauben Zustand des Benutzers deaktivieren
tr: Kullanıcının sağırlık durumunu değiştir

source: Move the user into voice room, by Room ID
cy: Symud y defnyddiwr i ystafell lais, yn Ã´l ID Ystafell
de: Den Benutzer anhand der Raum-ID in einen Sprach-Raum verschieben
tr: Kullanıcıyı Oda ID'sine göre bir ses odasına taşı

source: If tray icon is enabled, start with only tray icon and no configuration window
de: Wenn das Benachrichtigungssymbol aktiviert ist, nur mit diesem und ohne Konfiguration startenFenster
tr: Eğer görev çubuğu simgeleri etkin ise, küçültülmüş olarak başlat ve yapılandırma ekranını açma

source: For gamescope compatibility ensure ENV has 'GDK_BACKEND=x11'
cy: Ar gyfer cydnawsedd gamescope sicrhau bod gan ENV 'GDK_BACKEND=x11'
de: Für Gamescope Kompabilität sicherstellen, dass ENV 'GDK_BACKEND=x11' hat
tr: gamescope desteği için ENV'de 'GDK_BACKEND=x11' olduğundan emin ol

source: Welcome to Discover Overlay
cy: Croeso i Discover Overlay
de: Willkommen im Discover Overlay
tr: Discord Arayüz'e Hoş Geldin

source: Discover-Overlay is a GTK3 overlay written in Python3. It can be configured to show who is currently talking on discord or it can be set to display text and images from a preconfigured channel. It is fully customisable and can be configured to display anywhere on the screen. We fully support X11 and wlroots based environments. We felt the need to make this project due to the shortcomings in support on Linux by the official discord client.
cy: Mae Discover-Overlay yn troslun GTK3 a ysgrifennwyd yn Python3. Gellir ei ffurfweddu i ddangos pwy sy'n siarad ar anghytgord ar hyn o bryd neu gellir ei osod i arddangos testun a delweddau o sianel wedi'i ffurfweddu ymlaen llaw. Mae'n gwbl addasadwy a gellir ei ffurfweddu i arddangos unrhyw le ar y sgrin. Rydym yn llwyr gefnogi amgylcheddau X11 a wlroots. Roeddem yn teimlo'r angen i wneud y prosiect hwn oherwydd y diffygion yn y gefnogaeth ar Linux gan y cleient anghytgord swyddogol.
de: Discover Overlay ist ein GTK3 Overlay geschrieben in Python3. Das Overlay kann so konfiguriert werden, dass angezeigt wird, wer gerade spricht, oder es kann Text und Bilder eines vorkonfigurierten Kanals anzeigen. Das Programm ist voll anpassbar und kann überall auf dem Bildschirm angezeigt werden. Wir unterstützen X11, Wayland und wlroots basierte Umgebungen. Dieses Projekt wurde erstellt, da wir unzufrieden mit dem Linux-Support des offiziellen Discord-Clients sind.
tr: Discord-Overlay, Python3 ile yazılmış bir GTK3 arayüzüdür. Discord'da o kimin kimin konuşuyor olduğunu gösterecek şekilde veya ayarlanmış bir kanaldaki resim ve yazıları gösterecek şekilde yapılandırılabilir. Tamamı ile kişiselleştirilebilirdir ve ekranın herhangi bir yerinde gösterilebilir. wlroots ve X11 tabanlı ortamlar tamamı ile desteklenir. Bu projeyi yapmaya gerek duymamızın sebebi, resmî Discord istemcisinin, Linux desteği konusundaki eksiklikleridir.

source: Please visit our discord
cy: Ewch i'n Discord
de: Bitte besuchen sie unseren Discord Server
tr: Destek için lütfen Discord

source: for support. Or open an issue on our GitHub
cy: am gymorth
de: um Unterstützung zu erhalten öffnen sie bitte ein Issue auf unserem GitHub
tr: sunucumuzu ziyaret edin. Veya Github'ta 'issue' açın.

source: Top
cy: Brig
de: Oben
tr: Üst

source: Bottom
cy: Gwaelod
de: Unten
tr: Alt

source: Left
cy: Chwith
de: Links
tr: Sol

source: Middle
cy: Canol
de: Mitte
tr: Orta

source: Right
cy: Dde
de: Rechts
tr: Sağ

source: Settings
cy: Gosodiadau
de: Einstellungen
tr: Ayarlar

source: Close Overlay
de: Overlay schließen
tr: Arayüzü Kapat

source: Close Settings
de: Einstellungen schließen
tr: Ayarları Kapat

source: Place Window
cy: Rhowch y ffenestr
de: Fenster platzieren
tr: Pencereyi Yerleştir

source: Place & resize this window then press Green!
cy: Rhowch ac ailfeintio'r ffenestr hon yna pwyswch wyrdd!
de: Platzieren und ändern sie die Größe des Fensters und drücken sie dann auf Grün!
tr: Pencereyi yerleştir ve yeniden boyutlandır, ardından yeşile bas!

source: Place & resize this window then press Save!
cy: Rhowch ac ailfeintio'r ffenestr hon yna pwyswch save!
de: Platzieren und ändern sie die Größe des Fensters und drücken sie dann auf Speichern!
tr: Pencereyi yerleştir ve yeniden boyutlandır, ardından Kaydet'e bas!

source: Save this position
cy: Cadw'r sefyllfa hon
de: Diese Position speichern
tr: Bu pozisyonu kaydet

source: DISCONNECTED
de: VERBINDUNG_GETRENNT

source: NO_ROUTE
de: KEINE_ROUTE

source: VOICE_DISCONNECTED
de: SPRACHE_GETRENNT

source: ICE_CHECKING
de: ICE_KONTROLLE

source: AWAITING_ENDPOINT
de: ENDPUNKT_ABWARTEN

source: AUTHENTICATING
de: AUTHENTIFIZIEREN

source: CONNECTING
de: VERBINDEN

source: CONNECTED
de: VERBUNDEN

source: VOICE_CONNECTING
de: SPRACHE_VERBINDEN

source: VOICE_CONNECTED
de: SPRACHE_VERBUNDEN

source: Alphabetically
cy: Yn nhrefn yr wyddor
de: Alphabetisch
tr: Alfabetik olarak

source: Last Spoken
cy: Siaradwyd ddiwethaf
de: Als letzter gesprochen
tr: En Son Konuşulan

source: Shrink
de: Schrumpfen
tr: Küçült

source: Wrap
de: Wickeln
tr: Gizle

source: None
de: Keine
tr: Yok

source: Discover Overlay Configuration
cy: Discover Overlay Cyfluniad
de: Disorder Overlay Konfiguration
tr: Discover Arayüz Yapılandırması

source: INTRO TEXT
de: EINLEITUNGSTEXT

source: Close overlay
cy: Cau Overlay
de: Overlay schließen
tr: Arayüzü kapat

source: Overview
cy: Trosolwg
de: Übersicht
tr: Genel Bakış

source: Display Horizontally
cy: Arddangos yn llorweddol
de: Horizontal anzeigen
tr: Yatay Olarak Göster

source: Talking
cy: Siarad
de: Sprechen
tr: Konuşuyor

source: Idle
cy: Segur
de: Leerlauf
tr: Boşta

source: Mute
cy: Treiglo
de: Stumm
tr: Sustur

source: Foreground
de: Vordergrund
tr: Ön Plan

source: Background
de: Hintergrund
tr: Arka Plan

source: Border
cy: Ffin
de: Grenze
tr: Kenar

source: Overlay Location
cy: Lleoliad troslun
de: Overlayposition
tr: Arayüz Konumu

source: Floating
cy: Symudol
de: Schwebend
tr: Uçan Pencere

source: Anchor to Edge
de: An der Kante verankern

source: Voice
cy: LLais
de: Sprache
tr: Ses

source: Font
cy: Ffont
de: Schriftart
tr: Yazı Tipi

source: Text Padding
cy: Padio testun
de: Textpolsterung
tr: Yazı İç Boşluğu

source: Text Vertical Offset
cy: Gwrthbwysiad fertigol testun
de: Vertikaler Text Offset
tr: Yazı Dikey Kenar Uzaklığı

source: Show Title
de: Titel anzeigen
tr: Başlığı Göster

source: Show Connection Status
de: Verbindungsstatus anzeigen
tr: Bağlantı Durumunu Göster

source: Title Font
de: Titel-Schriftart
tr: Başlık Yazı Tipi

source: Horizontal Edge Padding
cy: Padio ymyl llorweddol
de: Horizontale Kantenpolterung
tr: Kenar Yatay İç Boşluğu

source: Show Test Content
de: Testinhalte anzeigen
tr: Deneme Verisini Göster

source: Show While Disconnected
de: Anzeigen wenn nicht verbunden
tr: Bağlantı Yokken Göster

source: Verticle Edge Padding
de: Vertikale Kantenpolterung
tr: Kenar Dikey İç Boşluğu

source: Limit text length
de: Textlänge limitieren
tr: Yazı uzunluğunu sınırla

source: Square Avatar
cy: Avatar SgwÃ¢r
de: Quadratischer Avatar
tr: Kare Avatar

source: Fancy Avatar Shapes
de: Schicke Avatarformen
tr: Süslü Avatar Şekilleri

source: Avatar Size
de: Avatargröße
tr: Avatar Boyutu

source: Avatar Opacity
de: Avatardurchsichtigkeit
tr: Avatar Saydamlığı

source: Display Speakers Only
cy: Dangos siaradwyr yn unig
de: Nur Sprechende anzeigen
tr: Sadece Hoparlörü Göster

source: Overflow Style
de: Überlauf Stil
tr: Taşma Stili

source: Highlight Self
cy: Tynnu sylw at eich hunan
de: Selbst hervorheben
tr: Kendini Vurgula

source: Border width
de: Kantenbreite
tr: Kenar genişliği

source: Enable
cy: Galluogi
de: Aktivieren
tr: Etkinleştir

source: Popup Style
cy: Arddull naid
de: Popup-Stil
tr: Açılı Pencere Stili

source: Line Limit
de: Zeilen Limit
tr: Satır Limiti

source: Show Attachments
cy: Dangos atodiadau
de: Anhänge anzeigen
tr: Ekleri Göster

source: Background Colour
de: Hintergrundfarbe
tr: Arka Plan Rengi

source: Text Colour
de: Textfarbe
tr: Yazı Rengi

source: Channel
cy: Sianel
de: Kanal
tr: Kanal

source: Refresh List
de: Liste aktualisieren
tr: Listeyi Yenile

source: Reverse Order
cy: Gorchymyn Gwrthdroi
de: Umgekehrte Reihenfolge
tr: Ters Sıralama

source: Limit Popup Width
de: Popup-Breite limitieren
tr: Açılır Pencere Genişlik Limiti

source: Show Icon
cy: Dangos eicon
de: Symbol anzeigen
tr: Simgeyi Göster

source: Icon Position
de: Symbolposition
tr: Simge Konumu

source: Border Radius
de: Grenzradius
tr: Kenar Yuvarlaklığı

source: Padding Between Notifications
de: Polsterung zwischen Benachrichtigungen
tr: Bildirimler Arası İç Boşluk

source: Icon Size
de: Symbolgröße
tr: Simge Boyutu

source: Icon Padding
de: Symbolpolsterung
tr: Simge İç Boşluğu

source: Unknown
de: Unbekannt
tr: Bilinmeyen

source: Notification
de: Benachrichtigung
tr: Bildirim

source: Run Overlay on Startup
de: Overlay bei Systemstart ausführen
tr: Başlangıçta Arayüzü Çalıştır

source: Run Configuration on Startup
de: Konfiguration bei Systemstart ausführen
tr: Başlangıçta Yapılandırmayı Çalıştır

source: Force XShape
cy: Gorfodi XShape
de: XShape erzwingen
tr: XShape'i Zorunlu Kıl

source: Show Tray Icon
de: Benachrichtigungssymbol anzeigen
tr: Görev Çubuğu Simgesini Göster

source: Start Settings Minimized
de: Minimierte Einstellungen starten
tr: Ayarları Küçültülmüş Olarak Başlat

source: Hide Overlays
de: Overlay verstecken
tr: Arayüzleri Gizle

source: Core
cy: Craidd
de: Kern
tr: Çekirdek

source: Anchor To Edge
tr: Kenara Sabitle

source: Show Advanced Options
tr: Gelişmiş Ayarları Göster

source: Show Names
tr: İsimleri Göster

source: Test Data Count
tr: Deneme Veri Sayısı

source: Show Avatar
tr: Avatarı Göster

source: Speakers Grace Period
tr: Hoparlör Grace Süresi

source: Order Users By
tr: Kullanıcıları Şuna Göre Sırala:

source: Padding between users
tr: Kullanıcılar arası iç boşluk

source: Server
cy: Gweinydd
tr: Sunucu

source: Text
cy: Testun
tr: Yazı

source: Popup Timer
tr: Açılır Pencere Süresi

source: Send command, not start new instance. Only needed if running in flatpak
cy: Anfon gorchymyn, nid dechrau achos newydd. Dim ond os yw'n rhedeg mewn flatpak

source: Close
cy: Cau

source: Autostart on boot
cy: Dechrau ar bwt

source: Show tray icon
cy: Dangos eicon hambwrdd

source: Show on taskbar
cy: Dangos ar y bar tasgau

source: Show test content
cy: Dangos cynnwys y prawf

source: Popup timer
cy: Amserydd naid

source: Limit popup width
cy: Cyfyngu lled naid

source: Icon position
cy: Safbwynt eicon

source: Background colour
cy: Lliw cefndir

source: Text colour
cy: Lliw'r testun

source: Anchor to edge
cy: Angor i ymyl

source: Icon padding
cy: Padio eiconau

source: Icon size
cy: Maint yr eicon

source: Notification padding
cy: Padio hysbysiadau

source: Border radius
cy: Radiws y ffin

source: Notifications
cy: Hysbysiadau

source: Hide on mouseover
cy: Cuddio ar lygoden

source: Refresh list
cy: Adnewyddu'r rhestr

source: Avatar size
cy: Maint Avatar

source: Display Icon Only
cy: Dangos eicon yn unig

source: Order Avatars By
cy: Archebu avatars yn Ã´l

source: Icon Spacing
cy: Bylchiad eiconau

source: Vertical Edge Padding
cy: Padio ymyl fertigol

source: Search Servers for User
cy: Chwilio gweinyddwyr ar gyfer y defnyddiwr

source: Filter...
cy: Hidlo...
